### 조건부 확률이란?
    - 베이즈 통계학을 이해하기 위해선 조건부확률의 개념을 이해해야 한다.
    - 베이즈 정리는 조건부확률을 이용하여 정보를 갱신하는 방법을 알려줍니다.
    > Example
        -covid의 발병률이 10%로 알려져있다. Covid에 실제로 걸렸을 때 검진될 확률은 99% 실제로 걸리지 않았을때 오검진될 확률이
        1%라고 할 때, 어떤 사람이 질병에 걸렸다고 검진결과가 나왓을때 정말로 Covid에 감염되었을 확률은?
            - 사전확률,민감도(Recall),오탐률(False alarm)을 가지고 정밀도(precision)을 계산하는 문제이다
    > 조건부 확률-> 인과관계?
        - 조건부 확률은 유용한 통계적 해석을 제공하지만 인과관계(causality)을 추론할 때 함부로 사용해서는 안된다.
        - 인과관계는 데이터 분포의 변화에 강건한 예측모형을 만들 때 필요합니다.
        - 인과관계를 알아내기 위해서는 중첩요인(confounding factor)의 효과를 제거하고 원인에 해당한느 변수만의 인과관계를 계산해야합니다
                